Repository: AllenHongEn/Terminals
Catalog: Terminals.Connection/LocalizedValues_*.resx
Languages: de

# CaputureManager.Capture.CaptureManagerLayout_ConfirmCaptionDeleteMultipleItems
source: Delete Multiple Items
de: Mehrere Elemente löschen

# CaputureManager.Capture.CaptureManagerLayout_ConfirmDeleteMultipleFiles
source: Are you sure you want to delete these {0} files?
de: Möchten Sie diese Dateien tatsächlich {0} löschen?

# CaputureManager.Capture.CaptureManagerLayout_ConfirmCaptionDeleteSingleItem
source: Delete Item
de: Element löschen

# CaputureManager.Capture.CaptureManagerLayout_ConfirmDeleteSingleFile
source: Are you sure you want to delete this file?
de: Möchten Sie diese Datei wirklich löschen?

# CaputureManager.Capture.CaptureManagerLayout_DeleteFolder
source: Delete Folder?
de: Ordner löschen?

# CaputureManager.Capture.CaptureManagerLayout_ConfirmDeleteSingleFolder
source: Are you sure you want to delete this folder?
de: Möchten Sie diesen Ordner wirklich löschen?

source: Capture Manager
de: Bildverwaltungsmanager

# CaputureManager.Capture.Delete
source: Error trying to delete the screenshot.
de: Fehler beim Löschen des Bildes.

# CaputureManager.Capture.PostToFlickr
source: %TITLE% screenshot
de: Bild von %TITLE%

# CaputureManager.Capture.Move_Error
source: Error trying to move the screenshot.
de: Fehler beim Verschieben des Bildes.

# CaputureManager.Capture.CommentsFileName
source: {0}.comments
de: {0}.Kommentare

# CaputureManager.Capture.PostToFlickr_Error
source: Please be so kind to connect to Flickr via %TITLE% before you are able to post (Menu "Tools" ... "Options" ... "Screen Capture" ... "Flickr").
de: Bitte melden Sie sich via %TITLE% (Menü "Werkzeuge" ... "Optionen" ... "Screen Capture" ... "Flickr") an bevor Sie posten können.

# CaputureManager.Capture.CaptureManagerLayout_CaptureRootFolderName
source: Capture Root Folder
de: Schnappschussordner

# CaputureManager.Capture.CaptureManagerLayout_PostToFlickr
source: Post selected images to Flickr
de: Ausgewählte Bilder auf Flickr hochladen

# CaputureManager.Capture.CaptureManagerLayout.SendToFlickr_Error
source: There was an error uploading your screen shots to Flickr.
de: Es gab einen Fehler ihre Bilder in Flickr hochzuladen.

# CaputureManager.Capture.CaptureManagerLayout.SendToFlickr_Information
source: All images have been uploaded to Flickr.
de: Alle Bilder wurden erfolgreich in Flickr hochgeladen.

# CaputureManager.Capture.CaptureManagerLayout.PostToFlickr_Information
source: All items have been queued for upload to Flickr. Once the upload has been completed you will be notified.
de: Alle Bilder wurden für den Übertragungsvorgang an Flickr gereiht. Sobald der Vorgang abgeschlossen ist werden Sie notifiziert.

# CaputureManager.Capture.CaptureManagerLayout.PostToFlickr_Question
source: Are you sure you want to post {0} images to your Flickr account?
de: Sind Sie sicher, dass Sie {0} Bilder auf Ihren Flickr-Bereich hochladen wollen?

# CaputureManager.Capture.CaptureManagerLayout.PostToFlickr_Warning
source: You must first select a screen capture to upload.
de: Bitte selektieren Sie Bilder damit diese hochgeladen werden können.

# CaputureManager.Capture.CaptureManagerLayout_NewFolder
source: New folder name
de: Neuer Verzeichnisname

# CaputureManager.Capture.CaptureManagerLayout_Files
source: The folder "{0}" contains {1} directories.
de: Das Verzeichnis "{0}" enthält {1} Ordner.

# CaputureManager.Capture.CaptureManagerLayout_Directory
source: The folder "{0}" contains {1} files.
de: Das Verzeichnis "{0}" enthält {1} Dateien.

# CaputureManager.Capture.ScreenCapture.Capture
source: Screen capture failed.
de: Bilderstellung von der aktiven %TITLE%verbindung schlug fehl.

# CaputureManager.Capture.ScreenCapture.Print
source: Print failed.
de: Der Druckvorgang schlug fehl.

# CaputureManager.Capture.ScreenCapture.Save
source: Das Speichern des Bild nach [{0}] im Format [{1}] schlug fehl.\n{2}
de: Saving image to [{0}] in format [{1}] failed.\n{2}

# Connections.CaputureManagerConnection.Disconnect_Error
source: Error on disconnecting from the capture manager.
de: Fehler beim Trennen der Verbindung zum Bildverwaltungsmanager.

# Connections.ConnectionManager.CreateConnection
source: Sorry, %TITLE% was unable to create the connection. Try again or check the log for more information.
de: %TITLE% war leider nicht im Stande eine Verbindung aufzubauen. Versuchen Sie es erneut oder überpfürfen Sie bitte die Logdatei um nähere Informationen zu erhalten.

# CaptureManager_ViewStyle_LargeIcons
source: Large Icons
de: Große Bilder

# CaptureManager_ViewStyle_SmallIcons
source: Small Icons
de: Kleine Bilder

# CaptureManager_ViewStyle_Title
source: Title
de: Titelansicht

# CaptureManager_ViewStyle_List
source: List
de: Liste

# Connections.ConnectionImageHandler.LoadImage
source: Error loading TreeView item image.
de: Fehler beim Laden des TreeView-Element-Bildes.

# EnableProtocolOptionPanel.Text
source: Enable protocols for {0} plugin
de: Protokolle für {0}-Plugin aktivieren

# OptionPanel.Text
source: {0} options
de: {0}-Optionen
