Repository: AllenHongEn/Terminals
Catalog: Terminals/LocalizedValues_*.resx
Languages: de

# ExportImport.Import.ImportRDP.IImport.ImportFavorites
source: The RDP import failed.
de: Der RDP-Import schlug fehl.

# ExportImport.Import.ImportRDP.Import
source: The RDP import from the registry failed.
de: Der RDP-Import von der Registrierungsdatenbank schlug fehl.

# ExportImport.Import.ImportTerminals_Provider_Name
source: %TITLE% favorites
de: %TITLE% Favoriten

# ExportImport.Import.ImportTerminals.ImportFavorites
source: The XML import failed.
de: Der XML-Import schlug fehl.

# ExportImport.Import.ImportvRD.ImportFavorites_Prompt
source: Please enter the description vRD password.
de: Bitte geben Sie das vRD-Passwort ein.

# ExportImport.Import.ImportvRD.ImportFavorites_Title
source: vRD Password
de: vRD Passwort

# Forms.Controls.FavoritesMenuLoader.LoadFavoritesToolbar
source: Error loading the favorites toolbar.
de: Beim Laden der Favoritentoolbar trat ein Fehler auf.

# Forms.Controls.ImportWithDialogs_Imported
source: _imported
de: _importiert

# Forms.Controls.ImportWithDialogs.ShowImportResultMessage
source: %TITLE% - Import result
de: %TITLE% - Importergebnis

# Forms.Controls.ImportWithDialogs.ShowImportResultMessage_Plural
source: {0} items have been added to your favorites.
de: {0} neue Einträge wurden zu Ihren Favoriten hinzugefügt.

# Forms.Controls.ImportWithDialogs.ShowImportResultMessage_Singular
source: 1 item has been added to your favorites.
de: {0} Eintrag wurde zu Ihren Favoriten hinzugefügt.

# Forms.Controls.ImportWithDialogs.AskIfOverwriteOrRename_Caption
source: %TITLE% - conflicts found in import
de: %TITLE% - Konflike im Import gefunden

# Forms.Controls.ImportWithDialogs.AskIfOverwriteOrRename_Message
source: There are {0} connections to import, which already exist. Do you want to rename them? Select -> Yes to rename the newly imported items with "{1}" suffix -> No to overwrite existing items -> Cancel to interupt the import
de: {0} Verbindungen, welche in %TITLE% bereits exisitieren, wurden gefunden. Möchten Sie diese umbennen? Wählen Sie -> Ja um die neu importieren Verbindungen mit dem Suffix "{1}" zu erweitern. -> Nein um die bestehenden Verbindungen zu überschreiben. -> Abbrechen um den Import abzubrechen.

# Forms.OptionPanels.AmazonOptionPanel.TestButton_Click
source: Test has been completed successfully!
de: Der Test wurde erfolgreich beendet!

# Forms.OptionPanels.AmazonOptionPanel.BackupButton_Click
source: Are you sure you want to upload your current configuration?
de: Sind Sie sicher, dass Sie Ihre aktuelle Konfiguration auf Amazon S3 übertragen wollen?

# Forms.OptionPanels.AmazonOptionPanel.RestoreButton_Click
source: Are you sure you want to restore your current configuration?
de: Wollen Sie Ihre aktuelle mit der in Amazon S3 abgelegten Konfiguration überschreiben?

# Forms.OptionPanels.AmazonOptionPanel.EnsureBucketExists
source: An error occured while trying to connect to Amazon S3.
de: Ein Fehler trat auf beim Versuche eine Verbindung zu Amazon S3 herzustellen.

# Forms.OptionPanels.AmazonOptionPanel.RestoreFromAmazon
source: The restore operation has been completed successfully.
de: Die Wiederherstellung des Backups war erfolgreich.

# Forms.OptionPanels.AmazonOptionPanel.BackUpToAmazon
source: The backup has been completed successfully.
de: Das Backup wurde erfolgreich erstellt.

# Connections.ConnectionImageHandler.GetProtocolImage
source: Missing icon for the {0} connection type.
de: Das Bild für den {0}-Verbindungstyp konnte nicht gefunden werden.

# Forms.OptionPanels.FlickrOptionPanel.CompleteAuthButton_Error
source: Error authenticating Terminals with your Flickr account.
de: Terminals konnte nicht bei Ihrem Flickraccount autentifizieren.

# Forms.OptionPanels.FlickrOptionPanel.CompleteAuthButton_Info1
source: Terminals has been authenticated successfully.
de: Terminals hat sich erfolgreich autentifiziert.

# Forms.OptionPanels.FlickrOptionPanel.CompleteAuthButton_Info2
source: Your authentication token is {0}. Your user id is {1}. Your user name is {2}.
de: Ihr Autentifizierungszeichen ist {0}. Ihre Benutzeridentifikationsnummer lautet {1}. Ihr Benutzername ist {2}.

# Forms.OptionPanels.MasterPasswordOptionPanel.CheckPasswords_Match
source: Password matches.
de: Passwörter sind gleich.

# Forms.OptionPanels.MasterPasswordOptionPanel.CheckPasswords_NoMatch
source: Passwords do not match.
de: Achtung! Die Passwörter sind nicht identisch.

# Network.AD.ActiveDirectoryClient.StartScan_Error
source: Could not list the computers in the domain {0}.
de: Die Computer der Domaine {0} konnten nicht gelistet werden.

# Network.AD.ImportFromAD.ScanADButton_Message1
source: Contacting domain ...
de: Die Domaine wird kontaktiert ...

# Network.AD.ImportFromAD.ScanADButton_Message2
source: Canceling scan ...
de: Der Scan wird abgebrochen ...

# Network.AD.ImportFromAD.OnClientComputerFound
source: Scaning... {0} computers found.
de: Scannen ... {0} Computer gefunden.

# Network.AD.ImportFromAD.OnClientComputersDone
source: Scan complete, {0} computers found.
de: Scan abgeschlossen, {0} Computer gefunden.

# Network.AD.ImportFromAD.OnClientComputersDone_Cancel
source: Scan canceled.
de: Scan wurde abgebrochen.

# Network.AD.ImportFromAD.SwitchToRunningMode
source: Stop
de: Stoppen

# Network.AD.ImportFromAD.SwitchToStoppedMode
source: Scan
de: Scannen

# Network.DNS.AdapterInfo_Error
source: The DNS server lookup failed.
de: Das Nachschlagen im DNS für den Server schlug fehl.

# Network.DNS.Question_Error1
source: The supplied domain name was not in the correct form.
de: Der übergebene Domainname hat keine gültie Form.

# Network.DNS.Question_Error2
source: The supplied dns type is not a valid value.
de: Der übergebene DNS-Typ ist nicht valide.

# Network.DNS.Question_Error3
source: The supplied dns class is not a valid value.
de: Die übergebene DNS-Klasse ist nicht valide.

# Network.DNS.Resolver.UdpTransfer_Error
source: Ein Socketfehler trat auf beim Versuch die UDP-Daten zu erhalten.
de: A socket exception has occured while trying to retrieve the UDP data.

# Network.DNS.Response.Response_Error
source: A DNS response question failure occured.
de: Ein "DNS Response Question"-Fehler trat auf.

# Network.NTP.NTPClient.ReferenceID
source: Error parsing and looking up DNS for IP address '{0}'.
de: Fehler beim Parsen und Nachschlagen des DNS für die IP-Adresse '{0}'.

# Network.Pcap.PacketCapture.StartCapture
source: Failed to set the filter {0}
de: Der Filterung '{0}' konnte nicht durchgeführt werden.

# Network.Pcap.PacketCapture.StopCapture
source: %TITLE% needed more than 500 milliseconds to abort the PCap thread.
de: %TITLE% hat mehr als 500 Millisekunden benötigt um den PCap-Thread zu terminieren.

# Network.Pcap.PacketCapture_Data
source: Data: {0}
de: Daten: {0}

# Network.Pcap.PacketCapture_DataLength
source: Data length: {0}
de: Datenlänge: {0}

# Network.Pcap.PacketCapture_Date
source: Date: {0}
de: Datum: {0}

# Network.Pcap.PacketCapture_Header
source: Header
de: Nachrichtenkopf

# Network.Pcap.PacketCapture_Info1
source: %TITLE% packet capture is not configured to work with this system (Bad Image Format Exception)
de: Die %TITLE%-IP-Paket-Überwachung ist nicht mit ihrem System kompatibel (Bad Image Format Exception).

# Network.Pcap.PacketCapture_Info2
source: It appears that WinPcap is not installed. In order to use this feature within %TITLE% you must first install that product.
de: Es scheint als wäre WinPcap nicht installiert. Um dieses Feature in %TITLE% nutzen zu können sollten Sie zuerst diese Software installieren.

# Network.Pcap.PacketCapture_Info3
source: WinpPcap was not installed correctly.
de: WinPcap wurde nicht korrekt installiert.

# Network.Pcap.PacketCapture_Length
source: Length: {0}
de: Länge: {0}

# Network.Pcap.PacketCapture_Microseconds
source: Microseconds: {0}
de: Microsekunden: {0}

# Network.Pcap.PacketCapture_Question1
source: Do you wish to visit the download location right now?
de: Soll %TITLE% Sie nun zur Downloadlokation geleiten?

# Network.Pcap.PacketCapture_Question2
source: Download WinPcap?
de: WinPcap herunterladen?

# Network.Pcap.PacketCapture_Seconds
source: Seconds: {0}
de: Sekunden: {0}

# Network.PortScanner.NetworkScanItem.ResolveHostname
source: The attempt to resolve the host named failed.
de: Der Versuch den Hostnamen aufzulösen schlug fehl.

# Network.PortScanner.NetworkScanItem.ScanPort
source: The network scan failed.
de: Der Netzwerkscan schlug fehl.

# Network.PortScanner.NetworkScanItem.AttemptConnect
source: Port {0} not openend at ip address {1}.
de: Das Port {0} ist nicht auf der IP {1} geöffnet.

# Network.PortScanner.NetworkScanItem.IsPortVNC
source: The VNC port scan failed.
de: Der VNC-Portscan schlug fehl.

# Network.PortScanner.NetworkScanManager.StartScan
source: Starting scan with previous state {0}.
de: Der Scan wurde mit dem vormaligen Status {0} gestartet.

# Network.PortScanner.NetworkScanManager.StopScan_Cancel
source: Canceling scan with previous state {0}.
de: Der Scan mit dem vormaligen Status {0} wird abgebrochen.

# Network.PortScanner.NetworkScanManager.StopScan
source: The network scan has been stoped.
de: Der Netzwerkscan wurde gestoppt.

# Network.PortScanner.NetworkScanManager.OnScanFinished
source: The network scan has been finished: {0}
de: Der Netwerkscan wurde beendet: {0}

# Network.PortScanner.NetworkScanner.TryGetLocalIP
source: Error initializing the network scanner, the local IP 127.0.0.1 will be used instead.
de: Die Initialisierung des Netzwerkscanners schlug fehl, die lokale IP 127.0.0.1 wird stattdessen benutzt.

# Network.PortScanner.NetworkScanner.ScanButton_Scan
source: &Scan
de: &Scannen

# Network.PortScanner.NetworkScanner.ScanButton_Stop
source: Stop
de: Stoppen

# Network.PortScanner.NetworkScanner.ServerStatusLabel_Offline
source: The server is OFFLINE.
de: Der Server ist UNERREICHBAR.

# Network.PortScanner.NetworkScanner.ServerStatusLabel_Online
source: The server is ONLINE.
de: Der Server ist ERREICHBAR.

# Network.PortScanner.NetworkScanner.Button_Start
source: Start server
de: Server starten

# Network.PortScanner.NetworkScanner.Button_Stop
source: Stop server
de: Server stoppen

# Network.PortScanner.NetworkScanner.ScanStatusLabel_Init
source: Modify the IP range, and hit the "scan" button.
de: Modifizieren Sie die IP-Adresse und betätigen Sie den "Scannen"-Knopf.

# Network.PortScanner.NetworkScanner.ScanStatusLabel_Stopped
source: Scan stopped.
de: Der Scan wurde gestoppt.

# Network.PortScanner.NetworkScanner.ScanStatusLabel_Starting
source: Initiating scan ...
de: Der Scan wird initialisiert ...

# Network.PortScanner.NetworkScanner.TagsTextbox_Tags
source: Tags ...
de: Kategorien ...

# Network.PortScanner.NetworkScanner.ScanStatusLabel_Completed
source: Completed scan, found: {0} items.
de: Scan abgeschlossen, {0} Elemente wurden gefunden.

# Network.PortScanner.NetworkScanner.NetworkScanner_FormClosing
source: The network scanner failed to stop server or the client connection.
de: Der Netzwerkscanner war nicht im Stande die Client- oder Serververbindung zu schließen.

# Network.PortScanner.NetworkScanner.UpdateScanStatus_Running
source: The scan is running for {0} IP addresses.
de: Der Scan läuft für {0} IP-Adressen.

# Network.PortScanner.NetworkScanner.UpdateScanStatus_PendingItems
source: Pending items: {0}
de: Ausständige Elemente: {0}

# Network.PortScanner.PortScanner.ScanSubnet
source: Error scanning the IP subset.
de: Fehler beim Scannen des IP-Subsets.

# Network.PortScanner.PortScanner.ScanMachine
source: Error occured while trying to scan the target machine.
de: Es trat ein Fehler auf beim Scannen der Zielmaschine.

# Network.PortScanner.PortScanner.PortScanner_Load
source: Error connecting to the network interfaces.
de: Es trat ein Fehler auf beim Versuch die Netzwerkschnittstellen auszulesen.

# Network.PortScanner.PortScanner.UpdateConnections_EndPoint
source: End point
de: Endpunkt

# Network.PortScanner.PortScanner.UpdateConnections_State
source: State
de: Status

# Network.PortScanner.PortScanner.UpdateConnections_OutstandingRequests
source: Outstanding requests: {0}
de: Verbleibende Scans: {0}

# Network.Servers.TerminalServerManager_Error
source: This machine does not appear to be a terminal server.
de: Diese Maschine scheint kein Terminalserver zu sein.

# Network.Servers.TerminalServerManager.Connect
source: Connection failure.
de: Verbindungsfehler

# Network.Servers.TerminalServerManager.SendMessage
source: Please enter the message to send..
de: Bitte geben Sie die Nachricht ein, welche gesendet werden soll.

# Network.Servers.TerminalServerManager.SendMessage_Title
source: Message from your administrator (sent via %TITLE%)
de: Nachricht Ihres Administrators (gesendet mit %TITLE%)

# Network.Servers.TerminalServerManager_Logoff
source: Are you sure you want to log off the selected session?
de: Sind Sie sicher, dass Sie die ausgewählte Sitzung abmelden wollen?

# Network.Servers.TerminalServerManager_Reboot
source: Are you sure you want to reboot this server?
de: Möchten Sie diesen Server wirklich neustarten?

# Network.Servers.TerminalServerManager_Shutdown
source: Are you sure you want to shutdown this server?
de: Möchten Sie diesen Server wirklich herunterfahren?

# Network.Servers.TerminalServerManager_Confirm
source: Confirmation required ...
de: Bestätigung benötigt ...

# Network.Services.Client.StartClient
source: Could not connect to the remote server. Make sure the server is online.
de: Es konnte keine Verbindung zum Zielserver hergestellt werden. Stellen Sie sicher, dass dieser erreichbar ist.

# Network.Services.Client.Stop
source: An error occured while trying to stop the client.
de: Ein Fehler trat auf beim Versuch den Klienten zu stoppen.

# Network.Services.Server.StartServer
source: An error occured while trying to start the server.
de: Ein Fehler trat auf beim Versuch den Server zu starten.

# Network.WhoIs.WhoIs_SubQuery
source: Unterabfrage
de: Sub query

# Network.WhoIs.WhoisResolver_NoDomain
source: No domain specified.
de: Es wurde keine Domaine angegeben.

# Network.WhoIs.WhoisResolver_Error
source: Could not connect to the WhoIs server. Check if you are allowed to use port 43 or please try again later.
de: Die Verbindung zum WhoIs-Server schlug fehl. Überprüfen Sie bitte ob es Ihnen erlaubt ist eine Verbindung über Port 43 aufzubauen oder probieren Sie es später nochmals.

# Network.WMI.LoginForm.LoginButton_Click
source: The login failed.
de: Der Login schlug fehl.

# MainForm_Monitor_Multi
source: Show on &multi screens
de: Auf &mehreren Monitoren darstellen

# MainForm_Monitor_Single
source: Show on &single screen
de: Auf &einem Monitor darstellen

source: Quick &connect
de: Schnell &verbinden

# Program.LogGeneralProperties_CompanyName
source: Company name: {0}
de: Firmenname: {0}

# Program.LogGeneralProperties_Is64BitOS
source: Is 64 bit OS: {0}
de: Ist ein 64 Bit Betriebssystem: {0}

# Program.LogGeneralProperties_Is64BitProcess
source: Is 64 bit process: {0}
de: Ist ein 64 Bit Prozess: {0}

# Program.LogGeneralProperties_MachineDomain
source: Machine domain: {0}
de: Maschinendomain: {0}

# Program.LogGeneralProperties_RegisteredOwner
source: Registered owner: {0}
de: Registrierter Benutzer: {0}

# Program.LogGeneralProperties_UserDomain
source: User domain: {0}
de: Benutzerdomain: {0}

# Program.LogGeneralProperties_UserName
source: User name: {0}
de: Benutzername: {0}

# Program.LogGeneralProperties_UserNameAlias
source: User name alias: {0}
de: Benutzernamenalias: {0}

# Program.LogGeneralProperties_UserSID
source: User SID: {0}
de: Benutzer Identificationsnummer: {0}

# CommandLine.CommandLineArgs.UseDbFavorite
source: Set this to true if you want to connect to a favorite from db instead of a favorite from Xml file.
de: Setzen Sie den Wert auf TRUE, wenn Sie einen Favorite aus der DB verwenden wollen anstelle aus dem XML File.
