Repository: AllenHongEn/Terminals
Catalog: Terminals/LocalizedValues_*.resx
Languages: de

source: Alphabetical
de: Alphabetisch

source: Other
de: Diverses

source: Control Panel
de: Systemsteuerung

source: Management
de: Windows Verwaltungsconsole

source: Special Commands
de: Windows Kommandowerkzeuge

# Exit
source: Exit %TITLE%
de: %TITLE% beenden

source: Detach
de: Abmontieren

source: Options
de: Optionen

source: Organize Favorites
de: Favoriten verwalten

# Credentials.ManageCredentialForm.SaveButton_Click
source: You must enter both a name and a user name for the credential.
de: Bitte vergeben Sie sowohl den Namen als auch den Benutzernamen für den Berechtigungsnachweis.

source: Networking Tools
de: Netzwerkwerkzeuge

source: Full Screen
de: Vollbildschirm

source: Restore Screen
de: Bildschirm wiederherstellen

# ShowMenu
source: Show/Hide Menu
de: Menü anzeigen/verstecken

source: Confirmation
de: Bestätigung

# UnableToRemoteShutdown
source: %TITLE% was not able to shutdown the machine remotely.
de: %TITLE% war nicht in der Lage die Maschine über Remotezugriff abzudrehen.

# TerminalsStarted
source: -------------------------------{0} started. Version: {1}, Date: {2}-------------------------------
de: -------------------------------{0} gestartet. Version: {1}, Datum: {2}-------------------------------

# TerminalsStopped
source: -------------------------------{0} stopped. Version: {1}, Date: {2}-------------------------------
de: -------------------------------{0} beendet. Version: {1}, Datum: {2}-------------------------------

# CommandLine.CommandLineArgs.Machine
source: Quick connect machine to match mstsc.exe's parameter
de: Verbindung mit Maschine in %TITLE% aufbauen (Der Parameter dient der Kompatibilität mit MSTSC.EXE)

# CommandLine.CommandLineArgs.Config
source: Local path to the config file to use. Defaults to the standard %TITLE%.config
de: Lokaler Pfad zur Configurationsdatei, welche verwendet werden soll. Als Standard wird die Datei "%TITLE%.config" verwendet.

# CommandLine.CommandLineArgs.Cred
source: Local path to the password safe to use. Defaults to the standard Credentials.xml
de: Lokaler Pfad zum Passwortsafe, welcher verwendet werden soll. Als Standard wird die Datei Credentials.xml verwendet.

# CommandLine.CommandLineArgs.AutomaticallyUpdate
source: Enable Automatic Updates
de: %TITLE% automatisch über Internet aktualisieren.

# CommandLine.CommandLineArgs.FullScreen
source: Run terminals in Full Screen mode at startup
de: %TITLE% im Vollbildschirmmodus ausführen.

# CommandLine.CommandLineArgs.Favs
source: Favorite list to quick connect to.
de: Die Favoritenliste zum schnellen Verbinden.

# CommandLine.CommandLineArgs.Url
source: URL to quick connect to.
de: Die URL auf welche %TITLE% sich verbinden soll.

# CommandLine.CommandLineArgs.Console
source: Connect to the console
de: Auf die Console verbinden.

# CommandLine.CommandLineArgs.Reuse
source: Enforces start application in single instance mode. If defined, overrides the application option
de: Erlaub den Start von nur maximal einer %TITLE%applikation. Wenn definiert wird die Option in %TITLE% ignoriert.

source: Press any key to continue . . .
de: Drücken Sie eine beliebige Taste um fortzufahren . . .

# Program.CreateConfigFileBack
source: Configuration file backup has been created successfully.
de: Die Konfigurationsdatei wurde erfolgreich gesichert.

# Credentials.Credential.CredentialManager_Caption
source: Credential manager
de: Rechteverwaltung

# Program.UserAccountControlNotSatisfied_Error
source: Write Access is denied. Please make sure your user account has sufficient permissions. Write access to the current directory is needed.
de: Der Schreibzugriff wurde verweigert. Bitte stellen Sie sicher, dass Ihr Windowsbenutzeraccount genügend Berechtigungen hat. Der Schreibzugriff zum aktuellen Verzeichnis wird benötigt.

# Program.LogNonAdmin
source: {0} is running in non-admin mode.
de: {0} läuft nicht im administrativen Modus.

# Program.StartMainForm
source: The main form has thrown an exception.
de: Das Applikationshauptformular hat einen unbehandelten Fehler (eine Ausnahme) gemeldet.

# Program.LogGeneralProperties_CommandLineArguments
source: Command line arguments: {0}
de: Kommandozeilenargumente: {0}

# Program.LogGeneralProperties_CurrentDirectory
source: Current directory: {0}
de: Aktuelles Programmverzeichnis: {0}

# Program.LogGeneralProperties_MachineName
source: Machine name: {0}
de: Maschinenbezeichnung: {0}

# Program.LogGeneralProperties_YourOperatingSystem
source: Your Operating system: {0}
de: Ihr Betriebssystem: {0}

# Program.LogGeneralProperties_NumberOfProcessors
source: Number of processors: {0}
de: Anzahl an Prozessoren: {0}

# Program.LogGeneralProperties_UserInteractive
source: User interactive: {0}
de: Ist der Benutzer interaktiv? {0}

# Program.LogGeneralProperties_WorkingSet
source: Working set: {0} MB
de: Aktuelle Speicherarbeitsmenge: {0} MB

# Program.Application_ThreadException
source: The application has thrown an unhandled exception.
de: Die Applikation hat eine unbehandelte Ausnahme geworfen.

# CommandLine.Parser.ReportUnrecognizedArgument
source: Unrecognized command line argument '{0}'
de: Das Kommandozeilenargument '{0}' konnte nicht erkannt werden.

# CommandLine.Parser.GetAllHelpStrings
source: Read response file for more options
de: Lesen Sie bitte die Responsedatei um mehr Information über die Optionen zu erhalten.

# CommandLine.Parser.LexFileArguments
source: Error: Can't open command line argument file '{0}' : '{1}'
de: Fehler: Die Kommandozeiltenargumentdatei '{0}' kann nicht geöffnet werden : '{1}'

# CommandLine.Parser.LexFileArguments_Error
source: Error: Unbalanced '\"' in command line argument file '{0}'
de: Fehler: In der Kommandozeilendatei '{0}' befindet sich ein unbalancierter '\"'.

# CommandLine.Parser.Arguments_Error1
source: Collection arguments must have allow multiple.
de: Die Kollektionsargumente müssen die Einstellung "AllowMultiple" (mehrere zulassen) aktiviert haben.

# CommandLine.Parser.Arguments_Error2
source: Unique only applicable to collection arguments.
de: Die Einstellung "Unique" (einzigartig) ist nur bei Kollektionsargumenten zulässig.

# CommandLine.Parser.Arguments_Error3
source: Required arguments cannot have default value.
de: Zwingende Kommandozeilenargumente dürfen keinen Standardwert besitzen.

# CommandLine.Parser.Arguments_Error4
source: Type of default value must match field type.
de: Der Datentyp des Standardarguments muss dem Datentyp des Kommandozeilenparameter entsprechen.

# CommandLine.Parser.ReportMissingRequiredArgument_Error1
source: Missing required argument '<{0}>'.
de: Das benötigte Kommandozeilenargument '<{0}>' fehlt.

# CommandLine.Parser.ReportMissingRequiredArgument_Error2
source: Missing required argument '/{0}'.
de: Das benötigte Kommandozeilenargument '/{0}' fehlt.

# CommandLine.Parser.ReportDuplicateArgumentValue
source: Duplicate '{0}' argument '{1}'
de: Duplikates '{0}' Argument '{1}'.

# CommandLine.Parser.SetValue
source: Duplicate '{0}' argument.
de: Duplikates '{0}' Argument.

# CommandLine.Parser.ReportBadArgumentValue
source: '{0}' is not a valid value for the '{1}' command line option.
de: '{0}' ist kein gültigesr Wert für die Kommandozeilenoption '{1}'.

# CommandLine.Parser.ParseValue
source: Failed parsing commandline arguments.
de: Fehler beim Parsen der Kommandozeilenargument.

# CommandLine.Parser.FullHelpText_ShortForm
source: short form
de: Kurznotation

# CommandLine.Parser.FullHelpText_DefaultValue
source: Default value
de: Standardwert

# CommandLine.CommandLineArgs.Protocol
source: The protocol, which %TITLE% needs to use for the connection.
de: Das Protokoll, welches %TITLE% verwenden soll um die Verbindung aufzubauen.

# Connections.HTTPConnection.Connect_Error1
source: Could not initialize the %TITLE% internet {0}browser. Check for missing DLLs.
de: Der %TITLE% Internet {0}Browser konnte nicht initialisiert werden. Überprüfen Sie bitte ob alle sich alle benötigten DLLs im Programmverzeichnis befinden.

# Connections.HTTPConnection.Connect_Error2
source: %TITLE% was unable to create the {0} connection.
de: %TITLE% konnte keine {0} Verbindung aufbauen.

# Connections.ExternalConnection.EnumWindow
source: GCHandle target could not be cast to List<IntPtr>.
de: Die Destination eines GCHandle konnte nicht in List<IntPtr> konvertiert werden.

# Connection.ExternalConnection.ProcessWaitForProcessMainWindowIdle
source: The process' main window hasn't been found. Therefore %TITLE% Terminals was not able to create a connection.
de: Das gesuchte Hauptfenster des Prozesses konnte nicht gefunden werden. Es kann daher keine Verbindung aufgebaut werden.

# Connection.ExternalConnection.Connect_Error1
source: Please configure the path for the file to be opened (e.g. word document) or executable to be run.
de: Bitte konfigurieren Sie den Pfad der Datei, welche geöffnet werden soll (z.B. eine Word-Datei), oder den Pfad einer ausführbaren Datei.

# Connection.ExternalConnection.Connect_Error2
source: The following error occured while trying to create the {0} connection.
de: Der folgende Fehler trat beim Versuch eine {0} Verbindung aufzubauen auf.

# Connection.ExternalConnection.Disconnect
source: Unable to disconnect form the {0} connection named "{1}".
de: %TITLE% war nicht in der Lage die aktive {0} Verbindung Namens "{1}" zu beenden.

# Connections.ICAConnection.Connect
source: Connecting to the Citrix ICA server ...
de: Die Verbindung zum Citrix ICA-Server wird aufgebaut ...

# Connections.ICAConnection_ConnectionLost
source: The Citrix ICA "{0}" connection has been lost unexpectedly.
de: Die Citrix ICA "{0}" Verbindung wurde unerwartet unterbrochen.

# Connections.ICAConnection.ICAConnection_DragDrop
source: A desktop share was not defined for this connection. Please define a share in the connection properties window (under the Local Resources tab).
de: Es wurde für diese Verbindung kein Desktopshare definiert. Bitte definierten Sie eine Share indem Sie in die Verbindungseinstellungen zu den lokalen Ressourcen wechseln.

# Connection.MiniBrowser.SetIsLoading_Stop
source: Stop
de: Anhalten

# Connection.MiniBrowser.SetIsLoading_Go
source: Go
de: Aktualisieren

# Connection.PuttyConnection.PerformPostAction_Info1
source: PuTTY Connection: PuTTY configuration dialog has been startet. Waiting for user input.
de: PuTTY Konfiguration: Der PuTTY-Konfigurationsdialog wurde gestartet. %TITLE% wartet nun auf den Benutzer die Eingaben zu tätigen.

# Connection.PuttyConnection.PerformPostAction_Info2
source: PuTTY connection: PuTTY Configuration dialog has been closed.
de: PuTTY Konfiguration: Der PuTTY-Konfigurationsdialog wurde soeben geschlossen.

# Connection.PuttyConnection.PerformPostAction_Info3
source: PuTTY connection: PuTTY has been startet.
de: PuTTY Verbindung: PuTTY wurde erfolgreich gestartet.

# Connection.PuttyConnection.PerformPostAction_Info4
source: PuTTY connection: Setting password.
de: PuTTY Verbindung: Das Passwort wird nun gesetzt.

# Connection.PuttyConnection.PerformPostAction_Error
source: PuTTY Connection: Error establishing connection.
de: PuTTY Verbindung: Fehler beim Herstellen der Verbindung.

# Connection.PuttyConnection.PerformPostAction_Info
source: PuTTY Connection: Connection has been established successfully.
de: PuTTY Verbindung: Die Verbindung wurde erfolgreich aufgebaut.

# Connection.RAdminConnection_PerformPostAction_MissingPassword
source: Please enter the password in your RAdmin connection properties.
de: Bitte füllen Sie das Passwort bei der RAdmin-Verbindung aus.

# Connection.RAdminConnection_PerformPostAction_MissingDomainName
source: Attention: The domain hasn't been set in your RAdmin connection properties. The connection will be established without the domain name.
de: Achtung: Die Domaine wurde in der RAdmin-Verbindung nicht gesetzt. Der Verbindungsaufbau wird ohne den Domainname durchgeführt.

# Connection.RAdminConnection_PerformPostAction_MissingUserName
source: Please enter the user name in your RAdmin connection properties.
de: Bitte füllen Sie den Benutzername bei der RAdmin-Verbindung aus.

# Connection.RASConnection_ConnectionState
source: RAS connection state: {0}
de: RAS-Verbindungsstatus: {0}

# Connection.RASConnection_Timeout
source: The RAS connection attempt timed out.
de: Der Versuch eine RAS-Verbindung aufzubauen resultierte in einer Überschreitung der maximalen Zeitanforderung.

# Connection.RASConnection_Connected
source: RAS connection has been created successfully.
de: Die RAS-Verbindung wurde erfolgreich aufgebaut.

# Connection.RASConnection_Cancelled
source: The RAS connection has been cancelled.
de: The RAS-Verbindung wurde abgebrochen.

# Connection.RASConnection.Disconnect_Info2
source: Hanging up RAS connection.
de: Die RAS-Verbindung wir beendet,.

# Connection.RASConnection.Disconnect_Info1
source: Hanging up RAS connection asynchronously.
de: Die RAS-Verbindung wir asynchron beendet,.

# Connection.RASConnection.Connect_Warn
source: %TITLE% has no credentials, showing dial dialog ...
de: %TITLE% hat kein Berechtigungsset gefunden. Der Einwahldialog wird angezeigt ...

# Connection.RASConnection.Connect_Info
source: Using the %TITLE% credentials, dialing ...
de: Das %TITLE%-Berechtigungsset wird verwendet. Die Einwahl wird begonnen ...

# Connection.RASProperties.UpdateStats_IPAddress
source: IP address
de: IP-Adresse

# Connection.RASProperties.UpdateStats_ConnectionDuration
source: Connection duration: {0} days, {1} hours, {2} minutes, {3} seconds
de: Verbindungsdauer: {0} Tage, {1} Stunden, {2} Minuten, {3} Sekunden

# Connection.RASProperties.UpdateStats_NotConnected
source: Not connected
de: Nicht verbunden

# Connection.RASProperties.UpdateStats_Connected
source: Connected
de: Verbunden

# Connection.RASProperties.UpdateStats_ConnectionStatus
source: Connection status
de: Verbindungsstatus

# Connections.RDPConnection.ChangeDesktopSize
source: Error trying to set the desktop dimensions.
de: Es trat ein Fehler beim Setzen der RDP-Größenverhältnisse auf.

# Connections.RDPConnection.Connect_Fatal3
source: Error when trying to set the ClearTextPassword on the nonScriptable mstsc object
de: Es trat ein Fehler beim Setzen des Passworts auf.

# Connections.RDPConnection.Connect_Text2
source: Disconnecting...
de: Die Verbindung wird unterbrochen ...

# Connections.RDPConnection.Connect_Fatal2
source: Error when trying to set timeout values.
de: Es trat ein Fehler auf beim Setzen der Timeout-Werte auf.

# Connections.RDPConnection.Connect_Text3
source: Connecting to RDP Server...
de: Die Verbindung zum RDP-Server wird hergestellt.

# Connections.RDPConnection.Connect_Text1
source: Connecting. Please wait...
de: Bitte haben Sie Geduld, die Verbindung wird aufgebaut ...

# Connections.RDPConnection.Connect_Fatal1
source: Please update your RDP client to at least version 6.
de: Bitte aktualisieren Sie ihre Windows RDP Version auf die Version 6 oder höher.

# Connections.RDPConnection.Connect_Warn
source: There was an exception setting an RDP Value.
de: Es trat ein Fehler beim setzen der RDP-Einstellungen auf.

# Connections.RDPConnection.OnDisconnected
source: The following error occured for the connection "{0}" Server name: {1} Error details: {2}
de: Der folgender Fehler trat bei der Verbindung "{0}" auf: Servername: {1} Fehlerbeschreibung: {2}

# Connection.RDPConnection.OnFatalError
source: There was a fatal error returned from the RDP connection "{0}". Error Code: {1} Error Description: {2}
de: Von der RPD-Verbindung "{0}" wurde ein schwerwiegender Fehler zurückgeliefert. Fehlercode: {1} Fehlerbeschreibung: {2}

# Connection.RDPConnection.OnFatalError_1
source: Internal error code 1.
de: Interner Fehler 1 trat auf.

# Connection.RDPConnection.OnFatalError_9
source: An unknown error.
de: Ein unerwarteter Fehler trat auf.

# Connection.RDPConnection.OnFatalError_3
source: A window-creation error has occurred.
de: Das RDP Fenster konnte nicht erstellt werden.

# Connection.RDPConnection.OnFatalError_4
source: Internal error code 2.
de: Interner Fehler 2 trat auf.

# Connection.RDPConnection.OnFatalError_7
source: An unrecoverable error has occurred during client connection.
de: Ein unerwarteter Fehler trat in der Clientverbinung auf.

# Connection.RDPConnection.OnFatalError_6
source: Internal error code 4.
de: Interner Fehler 4 trat auf.

# Connection.RDPConnection.OnFatalError_5
source: Internal error code 3. This is not a valid state.
de: Interner Fehler 3 trat auf: Es wurde kein gültiger Status gesetzt.

# Connection.RDPConnection.OnFatalError_2
source: An out-of-memory error has occurred.
de: Die RPD-Komponente hat Probleme mit der Speicherallokierung.

# Connection.RDPConnection.OnFatalError_8
source: Winsock initialization error.
de: Ein Fehler bei der Initialisierung von WinSock auf.

# Connection.RDPConnection.OnFatalError_0
source: An unknown error has occurred.
de: Ein unerwarteter Fehler trat auf.

# Connection.RDPConnection.OnWarning_2
source: An unknown warning occured.
de: Eine unbekannte Warnung trat auf.

# Connection.RDPConnection.OnWarning
source: There was a warning returned from the RDP connection. Warning Code: {0} Warning Description: {1}
de: Von der RDP-Verbindung wurde eine Warnung zurückgegeben. Warnungsnummer: {0} Warnungsbeschreibung: {1}

# Connection.RDPConnection.OnWarning_1
source: Bitmap cache is corrupt.
de: Der Bilderspeicher ist korrupt.

# Connection.RDPConnection.OnLogonError_3
source: Winlogon is ending silently.
de: Die Windowsanmeldung wurde im Hintergrund abgebrochen.

# Connection.RDPConnection.OnLogonError_13
source: The attempted logon is not valid. This is due to either an incorrect user name or incorrect authentication information.
de: Der Verbindungsversuch ist nicht valide. Bitte überprüfen Sie Ihre Anmeldeinformationen wie Benutzernamen.

# Connection.RDPConnection.OnLogonError_2
source: Winlogon is continuing with the logon process.
de: Die Windowsanmeldung fährt nun mit dem Login-Prozess fort.

# Connection.RDPConnection.OnLogonError_8
source: The logon failed because the logon credentials are not valid.
de: Die Anmeldung schlug fehl, da die Anmeldeinformationen nicht gültig sind.

# Connection.RDPConnection.OnLogonError_1
source: Winlogon is displaying the "session contention" dialog box.
de: Die Windowsanmeldung zeigt den Sessionkonfliktdialog an.

# Connection.RDPConnection.OnLogonError
source: There was a logon error returned from the RDP connection. Logon code: {0} Logon description: {1}
de: Von der RDP-Verbindung wurde ein Fehler zurückgegeben. Anmeldecode: {0} Anmeldebeschreibung: {1}

# Connection.RDPConnection.OnLogonError_15
source: An unknown error occured.
de: An unbekannter Fehler trat auf.

# Connection.RDPConnection.OnLogonError_4
source: Winlogon is displaying the "no permissions" dialog box.
de: Ihre Berechtigungen scheinen nicht auszureichen um die Anmeldung durchzuführen.

# Connection.RDPConnection.OnLogonError_11
source: The remote desktop client displays a dialog box that contains important information for the user.
de: Der RDP-Client zeigt nun einen Dialog über wichtige Benutzerinformationen an.

# Connection.RDPConnection.OnLogonError_7
source: The user access has been denied.
de: Der Benutzerzugriff wurde nicht gewährt.

# Connection.RDPConnection.OnLogonError_10
source: The password has expired. Please update your password to continue logging on.
de: Ihr Passwort ist abgelaufen. Bitte aktualisieren Sie dieses um den Verbindungsaufbau fortsetzen zu können.

# Connection.RDPConnection.OnLogonError_9
source: Another logon or post-logon error occurred. The remote desktop client displays a logon screen to the user.
de: Ein Anmeldefehler trat auf. Die Remotdesktopverbindung zeigt nun den Anmeldebildschirm an.

# Connection.RDPConnection.OnLogonError_6
source: Winlogon is displaying the "reconnect" dialog box.
de: Die RDP-Windowsanmeldung versucht die Verbindung erneut aufzubauen.

# Connection.RDPConnection.OnLogonError_14
source: The password has expired. The user must update their password to continue logging on.
de: Ihr Passwort ist abgelaufen. Bitte aktualisieren Sie dieses um den Verbindungsaufbau fortsetzen zu können.

# Connection.RDPConnection.OnLogonError_12
source: The user name and authentication information are valid, but authentication was blocked due to restrictions on the user account, such as time-of-day restrictions.
de: Der Benutzername und die Anmeldungsinformationen sind gültig, aber die Authentifizierung wurden blockiert, da der Benutzer zu wenig Berechtigungen besitzt oder Resktriktionen wie die "time-of-day"-Restriktion gesetzt wurde.

# Connection.RDPConnection.OnLogonError_5
source: Winlogon is displaying the "disconnect refused" dialog box.
de: Ihre Verbindung konnte vom Server nicht angenommen werden, überprüfen Sie ob das RDP-Protokoll am Server eingeschaltet ist, die Berechtigungen vorhanden sind und die Firewall die Verbindung zulässt.

# Connections.TabbedTools.TabbedTools
source: The software "WinPCap" is either not installed or not supported on this version of windows.
de: Die Software "WinPCap" ist entweder nicht installiert oder wird auf diesem System nicht unterstützt.

# Connections.TabbedTools.TabbedTools_Text
source: Packets
de: Pakete

# Connections.TerminalConnection.OnDisconnect
source: {0} connection "{1}" has been lost.
de: Die {0}-Verbindung "{1}" wurde unterbrochen.

# Connections.TerminalConnection.Connect_ProtocolUnknown
source: unknown
de: unbekannt

# Connections.TerminalConnection.Connect
source: Please set user name and password in your {0} connection properties.
de: Bitte setzen Sie den Benutzernamen und das Passwort in Ihren {0}-Verbindungseinstellungen.

# Connections.VMRCConnection.Connect_Info
source: Connecting to VMRC server ...
de: Die Verbindung zum VMRC-Server wird aufgebaut ...

# Connections.VMRCConnection.OnStateChanged_Fatal2
source: VMRC connection '{0}' has been closed.
de: Die Verbindung zum VMRC-Server '{0}' wurde geschlossen.

# Connections.VMRCConnection.OnStateChanged_Fatal1
source: VMRC connection '{0}' failed.
de: Die Verbindung zum VMRC-Server '{0}' schlug fehl.

# Connections.VMRCConnection.Connect_Fatal
source: It seems that your VMRC COM components are not registered. Please run the 'RegisterVMRC.bat' in your %TITLE% directory as administrator to register the components.
de: Es sieht so als als wären Ihre VMRC-COM-Komponenten nicht registriert. Bitte führen Sie die Datei 'RegisterVMRC.bat', welche sich in ihrem %TITLE%-Verzeichnis befindet, als Administrator aus um die Komponenten zu registrieren.

# Connections.VNCConnection.Connect_Info
source: Connecting to VNC server ...
de: Die Verbindung zum VNC-Server wird aufgebaut ...

# Connections.VNCConnection.Connect_Error
source: Error occured while connecting to the VNC server.
de: Beim Versuch eine Verbindung mit dem VNC-Server herzustellen trat ein Fehler auf.

# Credentials.Credential.CredentialManager.DeleteButton_Click
source: Are you sure you want to delete credential {0}?
de: Möchten Sie tatsächlich die Berechtigung {0} löschen?

# Credentials.ManageCredentialForm.UpdateConflicting
source: The credential name you entered already exists. Do you want to overwrite it?
de: Der Berechtigungsnachweisname, welchen Sie eingegeben haben existiert bereits. Wollen Sie diesen überschreiben?

# ExportImport.Export.ExportRdp.ExportFavorite
source: RDP export failed.
de: Der RDP-Export schlug fehl.

# ExportImport.Export.ExportExtraLogicAndroidRd_Provider_Name
source: Xtralogic Remote Desktop Client for Android
de: Xtralogic Remote Desktop Client für Android

# ExportImport.Export.ExportExtraLogicAndroidRd.Export
source: Export to ExtraLogicAndroidRd failed.
de: Der ExtraLogicAndroidRd-Export schlug fehl.

# ExportImport.Export.ExportTerminals.Export
source: Export to XML failed.
de: Der XML-Export schlug fehl.
